import java.util.HashMap;

public class PhoneBook {
    public static void main(String[] args) {

        HashMap<String, String> map = new HashMap<>();
        map.put("Иван Иванов", "891233333333");
        map.put("Петр Петров", "891222222222");
        map.put("Евгений Евгеньев", "8912111111111");
        map.put("Сергей Сергеев", "89905050500505");
        map.put("Екатерина Катина", "89043535351");
        map.put("Анна Булгакова", "8912252525");
        map.put("Пик Пиков", "891233333333");
        map.put("Ник Николаев", "891233333333");
        map.put("Любовь Любовная", "891233333333");
        map.put("Надежда Потеряная", "8912666666666");
        map.put("Адам Адамов", "891233333333");
        map.put("Лиля Петрова", "891222222222");
        map.put("СВета Евгеньева", "8912111111111");
        map.put("Света Сергеева", "89905050500505");
        map.put("Алексей Катин", "89043535351");
        map.put("Марагрита  Булгакова", "8912252525");
        map.put("Лика Святая", "891233333333");
        map.put("Валуев Валуй", "891233333333");
        map.put("Коля Колов", "891233333333");
        map.put("Тимофей ", "8912666666666");
        map.put("Барашкова Лили", "891233333333");




    }
}
